{
  "soundsTrigger": "1. Use this option to define which special character will be used as a command trigger for the sounds\n\n2. Although anything can be used, it's advised to avoid setting this option as the same of your normal Streamlabs Chatbot commands, i.e., if your bot commands are triggered by \"!\", avoid setting this as \"!\"",
  "soundsFolder": "1. Use this option to write down the FULL path of the folder where your *.mp3 files to be used as sounds are stored\n\n2. When first running the script, this will be set to a default folder, which also can be used by the script\n\n3. After setting this option, in order to create the database with sounds and their triggers, remember to click \"Save Settings\"\n\n4. Alternativelly, this folder can be selected by clicking on the button \"Select a folder...\"",
  "soundsFolderBtn": "1. Use this button to select the folder where your *.mp3 files to be used as sounds are stored\n\n2. Alternativelly, it's possible to set the folder by wirting the FULL path of the folder on the field in the left of this button",
  "soundsVolume": "1. Use this option to set the global overlay volume\n\n2. Channging this option will affect all sound levels for sounds added to the database\n\n3. If a specific sound is too low or too loud, it's possible to edit its indivual volume level without affecting the general behavior of the overlay, in the \"Individual Sound Adjustments:\" block of this application",
  "saveScriptLogs": "1. Click this option to enable or disable this feature\n\n2. This option will affect ONLY log information created by the Script loaded by Streamlabs Chatbot. The dashboard is a stand-alone application and it creates logs automatically, for those being responsible for the \"core\" of the whole script",
  "restoreBackBtn": "1. Use this button to restore the script settings values to the last saved backup of the file used as the general settings of the script\n\n2. This button will work ONLY if there is a previous created backup of the script settings",
  "createBackBtn": "1. Use this button to create a backup of the script settings values saved to the script settings file\n\n2. This button will work ONLY if there is a previous created script settings, which is created by clicking on the button \"Save settings\"",
  "saveSettingsBtn": "1. Use this button to save the general script settings with all the infomation provided in the \"Script Settings\" block of this application",
  "soundRefreshBtn": "1. Use this button to \"force-refresh\" the list of sounds in case a specific sound you are trying do edit is not listed after selecting a new folder and saving the general settings for the script\n\n2. If this still does not make the sound visible, be sure to:\n   2.1. Add the sound file (or a copy of it) to folder set as the sounds folder\n   2.2. Press \"Save settings\"\n   2.3. Close and reopen this application",
  "soundSelect": "1. Use this option to select a specific sound entry from the database to cursomize\n\n2. If the sound you are looking for is not present on this list, try pressing on the button \"Refresh list\"",
  "soundTrigger": "1. Use this option to set a new trigger for the sound\n\n2. Note that triggers are automatically generated by the script. The generation removes and blank spaces and underscores from the file name and replace them for a dashes, i.e., a mp3 file with the name \n\"my sound_file.mp3\" will have the default trigger set to \"my-sound-file\"",
  "soundChat": "1. Use this option to set an optional chat message to be sent with the sound effect with the chat.\n\n2. If the sound is already linked to a specific command in the bot, two different chat messages will be sent, the one set in the command and the one added here\n\n3. If this field is left blank, no (aditional) chat message will be sent",
  "soundSendAs": "1. Use this option to select how the chat message defined in this interface will be sent on stream\n\n2. This option will only affect the optional/additional message. If you created a separated command linked to the chat with a chat as response inside the chatbot, that won't be affected by this\n\n3. Meaning of the options:\n   3.1. Chat:\n   The chat will be sent as normal chat\n   3.2. Announcement (/announce):\n   The message will be sent as an announcement\n   3.3. Action (/me)\n   The message will be sent as an action\n   3.4. Announcement+Action (/announce /me)\n   The chat message will be sent as an announcement with an action inside the announcement",
  "soundPreviewBtn": "1. Use this button to preview the current audio file with the volume level set for it individually",
  "soundVolume": "1. Use this option to set the individual volume level for the selected sound you are editing",
  "soundEnable": "1. Click this option to enable or disable the use of this sound during the stream by you or your viewers",
  "soundSaveBtn": "1. Use this button to save the changes on the current / selected sound",
  "soundCancelBtn": "1. Use this button to revert all changes applied. IF any changes were applied by clicking on the button \"Save changes\", this button won't do anything",
  "soundDeleteBtn": "Test help for soundDeleteBtn",
  "fixDisableBtn": "1. Use this button to fix / prevent database integrity issues by disabling entries which files are not located in the \"Sounds folder\" of your choice. Making use of this option will not remove the entries from the sound list, allowing you to still change setting of that sound effect, for future use, in case you wish to use it",
  "fixDeleteBtn": "1. Use this button to fix / prevent database integrity issues by deleting entries which files are not located in the \"Sounds folder\" of your choice. Note that this action is irreversible once aplied.",
  "enableTriggersBtn": "1. Use this button to enable disabled triggers located in the database.",
  "deleteTriggersBtn": "1. Use this button to delete disabled triggers located in the database. Note that this action is irreversible once applied.",
  "fixClearBtn": "1. Use this button to do a full clean of the database, making it smaller and contaning only persistent data where:\n   a. The entry for sound effect is not set as disabled; and\n   b. The entry has a matching sound file in the \"Sounds folder\" of your choice. Note that this action is irreversible",
  "logDashOpen": "1. Use this button to open the folder where the dashboard logs are located",
  "logDashDelete": "1. Use this button to delete all previously created logs from the dashboard logs folder",
  "logScriptOpen": "1. Use this button to open the folder where the scripts logs are located. Note that script logs will be saved only if the related option is enabled on the block \"Script settings\"",
  "logScriptDelete": "1. Use this button to delete all previously created logs from the script logs folder",
  "logDeleteAll": "1. Use this button to delete all logs created by both dashboard and script (if there are any)"
}
